export type Promo = {
  id: number;
  title: string;
  image: string;
};

export const promos: Promo[] = [
  {
    id: 1,
    title:
      "Инвалидам 1–3 группы, инвалидам детства при заказе дома под ключ скидка 10%, проект в подарок, постановка на кадастровый учет",
    image: "/images/ads/promo-1.jpg",
  },
  {
    id: 2,
    title:
      "Пенсионерам при заказе дома под ключ скидка 10%, проект в подарок, постановка на кадастровый учет",
    image: "/images/ads/promo-2.jpg",
  },
  {
    id: 3,
    title:
      "Многодетным семьям при заказе дома под ключ скидка 10%, проект в подарок, постановка на кадастровый учёт",
    image: "/images/ads/promo-3.jpg",
  },
  {
    id: 4,
    title:
      "Участникам СВО и их семьям при заказе дома под ключ скидка 10%, проект в подарок, постановка на кадастровый учет",
    image: "/images/ads/promo-4.jpg",
  },
];